{
  "loading_priority": 10,
  "origin.origins.human.description": "A human's fate is more open than most - venture forth with no benefits or drawbacks.",

  "origin.medievalorigins.alfiq.name": "Alfiq",
  "origin.medievalorigins.alfiq.description": "-§l NOT YET IMPLEMENTED Notable Changes§r: \n§o§2+ Unarmed Bonus§r\n§o§2+ Unique Movement§r\n§o§6• Carnivore§r\n§o§c- Defense§r\n§lAlfiq§r are a cunning species of anthropomorphic felines with sharp claws and excellent agility. Their roads often lead to warm sands.",

  "origin.medievalorigins.arachnae.name": "Arachnae",
  "origin.medievalorigins.arachnae.description": "A grotesque amalgamation of spider and human, with venomous fangs and bristled feet yet the ability to walk upright and wield weaponry.",

  "origin.medievalorigins.banshee.name": "Banshee",
  "origin.medievalorigins.banshee.description": "§lBanshees§r are anguished spirits whose cries can shatter glass and drive people to madness. In myth, their presence is often considered an omen of death.",

  "origin.medievalorigins.incubus.name": "Incubus",
  "origin.medievalorigins.incubus.description": "§lIncubus§r are evil servants of a dark power. They are powerful in their own realm, but in exchange for this they have given up their soul, and are weak to pure sources.",

  "origin.medievalorigins.dwarf.name": "Dwarf",
  "origin.medievalorigins.dwarf.description": "§lDwarves§r are practical, stocky, and prideful. They excel at mining and living underground, but struggle with the daylight. Rock and stone, brother.",

  "origin.medievalorigins.wood_elf.name": "Wood Elf",
  "origin.medievalorigins.wood_elf.description": "§lWood Elves§r are a wise, long-lived race who live in harmony with the Earth. They are quick with a sword and bow and can outwit their enemies while among the trees.",

  "origin.medievalorigins.high_elf.name": "High Elf",
  "origin.medievalorigins.high_elf.description": "§lHigh Elves§r are notoriously arrogant, though undeniably talented; magical energy courses strongly through their blood, though they are weaker with weaponry.",

  "origin.medievalorigins.fae.name": "Fae",
  "origin.medievalorigins.fae.description": "§lFae§r are short magical winged humanoids, regarded as spirits of nature and said to haunt forests and lead travelers' astray. They are equal parts mystic and trickster.",

  "origin.medievalorigins.goblin.name": "Goblin",
  "origin.medievalorigins.goblin.description": "§lGoblins§r are obsessed with gold and treasure and tend to find a little more loot wherever they look, but their small size leaves them vulnerable in combat.",

  "origin.medievalorigins.gorgon.name": "Gorgon",
  "origin.medievalorigins.gorgon.description": "§lGorgons§r are cursed creatures who were once human, with hair made of writhing snakes and a haunting visage said to petrify those who witness it.",

  "origin.medievalorigins.moon_elf.name": "Moon Elf",
  "origin.medievalorigins.moon_elf.description": "Mysterious, ethereal beings not of this world. Moon elves are named not for their homeland, but for the only thing their victims can see before their end.",

  "origin.medievalorigins.ogre.name": "Ogre",
  "origin.medievalorigins.ogre.description": "§lOgres§r are a large, short-tempered, and brutish subspecies of Orc. Their lumbering size and limited intelligence are made up for by their raw strength.",

  "origin.medievalorigins.pixie.name": "Pixie",
  "origin.medievalorigins.pixie.description": "Often considered harbingers of good fortune, but also tricky, untrustworthy agents of mischief. Pixies are one of the tiniest creatures to roam the land.",

  "origin.medievalorigins.plague_victim.name": "Plague Victim",
  "origin.medievalorigins.plague_victim.description": "Disease-ridden half-dead creatures who can no longer be called human, cursed and trapped in eternal suffering as a result of a strange magical illness.",

  "origin.medievalorigins.revenant.name": "Revenant",
  "origin.medievalorigins.revenant.description": "§lRevenants§r are misfortunate souls who died gruesome and painful deaths, but inexplicably returned to life. As a result, they become obsessed with manipulating life and death in other creatures.",

  "origin.medievalorigins.siren.name": "Siren",
  "origin.medievalorigins.siren.description": "§lSirens§r are said to be a type of Merfolk. They have an ensnaring aura and their irresistible beauty is said to be the downfall of many a foolish sailor.",

  "origin.medievalorigins.troll.name": "Troll",
  "origin.medievalorigins.troll.description": "Large, lumbering giants who hail from the mountains, trolls are aggressive and self sufficient - they prefer to live and fight alone.",

  "origin.medievalorigins.yeti.name": "Yeti",
  "origin.medievalorigins.yeti.description": "Thick-furred beasts from frosty woods, a Yeti's dominion over ice allows them to freeze foes, but they are especially vulnerable to fiery attacks.",

  "origin.medievalorigins.bastet.name": "Bastet",
  "origin.medievalorigins.bastet.description": "The ancient egyptian godess Bastet watched your battle with the Ancient Remnant, and she enjoyed it incredibly. She decided to choose you as her avatar, allowing you to use her powers to defeat your enemies.",

  "origin.medievalorigins.death_caller.name": "Death Caller",
  "origin.medievalorigins.death_caller.description": "Upon obtaining the legendary Summoning Tome that was being guarded by the Dead King, your knowledge about life and death surpassed the human level. Your summoning skills have became stronger and you gained new abilities that were forgotten long ago.",

  "origin.medievalorigins.death_spirit.name": "Death Spirit",
  "origin.medievalorigins.death_spirit.description": "After assimilating the Spectral Essence that the Void Worm dropped in your fight, you have became stronger and gained new abilities.",

  "origin.medievalorigins.elf.name": "Elf",
  "origin.medievalorigins.elf.description": "Elves are an ancient race, with their strongest characteristics being archery and swiftness.",

  "origin.medievalorigins.ender_titan.name": "Ender Titan",
  "origin.medievalorigins.ender_titan.description": "The Ender Guardian was guarding a legendary gem that is said to make any ender-related entity surpass his limits. After defeating the Ender Guardian and using the gem, you feel much more powerful.",

  "origin.medievalorigins.ice_titan.name": "Ice Titan",
  "origin.medievalorigins.ice_titan.description": "After defeating the Alpha Yeti, you became the new Alpha Yeti, gaining new powers and abilities.",

  "origin.medievalorigins.king_under_mountain.name": "Dwarven Lord",
  "origin.medievalorigins.king_under_mountain.description": "In your battle with the Nether Gauntlet you found the long lost Dwarven Crown, which lets the dwarf that wears it rule among the rest of the dwarves.",

  "origin.medievalorigins.medusa.name": "Medusa",
  "origin.medievalorigins.medusa.description": "Your battle with the Naga allowed you to learn more about your powers, that combined with the Basilisk Fang you got in the fight made you evolve to a new and better creature, the legendary Medusa.",

  "origin.medievalorigins.pest_doctor.name": "Pest Doctor",
  "origin.medievalorigins.pest_doctor.description": "After defeating the monstruous Tremorzilla, you travelled through the toxic wastes learning everything you needed to master the art of diseases.",

  "origin.medievalorigins.sea_serpent.name": "Sea Serpent",
  "origin.medievalorigins.sea_serpent.description": "The mythologic creature Leviathan dropped the Sea Essence when he was defeated, allowing you to rule all over the seas and even bring your domain to land.",

  "origin.medievalorigins.specter.name": "Specter",
  "origin.medievalorigins.specter.description": "Upon aquiring the Celestial Cloak, it combined with your wings allowing you to fly freely all over the sky and destroy everything that gets in your way.",

  "origin.medievalorigins.dryad.name": "Dryad",
  "origin.medievalorigins.dryad.description": "The Dryads are the protectors of the forest, whose objective is to exterminate the forces of evil that dare to roam around their territory.",


  "power.medievalorigins.alfiq/clawed.name": "Clawed",
  "power.medievalorigins.alfiq/clawed.description": "Alfiq have razor sharp retractable claws, allowing them to defend themselves without a weapon and climb up and cling to steep surfaces.",

  "power.medievalorigins.alfiq/crepuscular.name": "Crepuscular",
  "power.medievalorigins.alfiq/crepuscular.description": "Near sunset and sunrise, when Alfiq naturally hunt, they will move more quickly. At other times, they are lethargic and slightly slower.",

  "power.medievalorigins.alfiq/on_your_feet.name": "On Your Feet",
  "power.medievalorigins.alfiq/on_your_feet.description": "If an Alfiq ever falls from a height where others would take 5 hearts or more of damage, they instead take no damage at all.",

  "power.medievalorigins.alfiq/pickpocket.name": "Pickpocket",
  "power.medievalorigins.alfiq/pickpocket.description": "Right click the back of a villager while crouching with empty paws for a chance to steal some emeralds. Or get caught.",

  "power.medievalorigins.alfiq/pounce.name": "Pounce",
  "power.medievalorigins.alfiq/pounce.description": "After crouching without moving for a few seconds to charge up, an Alfiq can leap forward a great distance. Striking an enemy during the pounce deals bonus damage.",

  "power.medievalorigins.alfiq/poor_grip.name": "Poor Grip",
  "power.medievalorigins.alfiq/poor_grip.description": "Alfiq have reduced breaking speed with tools and reduced damage with handled weapons like swords and axes.",

  "power.medievalorigins.alfiq/agile_preference.name": "Agile Preference",
  "power.medievalorigins.alfiq/agile_preference.description": "Alfiq are easily made uncomfortable with heavier armors, preferring lighter fare for ease of movement. Heavier armors can still be worn with an enchantment.",

  "power.medievalorigins.alfiq/meow.name": "Meow",
  "power.medievalorigins.alfiq/meow.description": "",


  "power.medievalorigins.arachnae/bottomless_stomach.name": "Bottomless Stomach",
  "power.medievalorigins.arachnae/bottomless_stomach.description": "As human sized spiders, Arachnae require a massive quantity of food to stay alive.",

  "power.medievalorigins.arachnae/brittle.name": "Brittle",
  "power.medievalorigins.arachnae/brittle.description": "The Arachnae's chitinous exoskeleton cannot support armor heavier than iron. This can be prevented with an enchantment." ,

  "power.medievalorigins.arachnae/climber.name": "Climber",
  "power.medievalorigins.arachnae/climber.description": "The fine bristles on the Arachnae's legs allow them to climb up walls.",
  
  "power.medievalorigins.arachnae/fragile_exoskeleton.name": "Fragile",
  "power.medievalorigins.arachnae/fragile_exoskeleton.description": "The Arachnae's exoskeleton is more vulnerable to damage. They have slightly less health than a regular human.",
  
  "power.medievalorigins.arachnae/many_eyes.name": "Many Eyes",
  "power.medievalorigins.arachnae/many_eyes.description": "The Arachnae's eight eyes are all adpated to darkness, and allow them to see clearly even with very little light.",
  
  "power.medievalorigins.arachnae/venomous_bite.name": "Venomous Bite",
  "power.medievalorigins.arachnae/venomous_bite.description": "Arachnae's fangs contain venom, and every bite is a chance to poison their opponent.",

  "power.medievalorigins.arachnae/web_slinger.name": "Web Slinger",
  "power.medievalorigins.arachnae/web_slinger.description": "Arachnae can, on command, spin webs in which their opponents will be immobilised for a short while.",

  "power.medievalorigins.arachnae/lifesteal.name": "Bloodsucker",
  "power.medievalorigins.arachnae/lifesteal.description": "You are able to leech some of your pray's life when attacking.",

  "power.medievalorigins.arachnae/venom_magic.name": "Art of Poison",
  "power.medievalorigins.arachnae/venom_magic.description": "You are naturally bound to poison, so your venom magic is much powerful than other races.",

  "power.medievalorigins.banshee/spectral.name": "Spectral",
  "power.medievalorigins.banshee/spectral.description": "Banshees possess the ability to become intangible, moving freely throughout the physical realm while being unable to interact with it. This uses tremendous energy and can not be activated while low on hunger.",

  "power.medievalorigins.banshee/hexed.name": "Hexed",
  "power.medievalorigins.banshee/hexed.description": "Banshees are shrouded in curses, which they shift onto those who wish them harm. Every time they are hit, there is a small chance that the attacker will be consigned to a fate of slow, agonising death.",

  "power.medievalorigins.banshee/immaterial.name": "Immaterial",
  "power.medievalorigins.banshee/immaterial.description": "Banshees have half the health a living person would have.",

  "power.medievalorigins.banshee/dimeritium_shackles.name": "Dimeritium Shackles",
  "power.medievalorigins.banshee/dimeritium_shackles.description": "Magically suppressive metals, such as iron or silver, are completely intolerable to banshees.",

  "power.medievalorigins.banshee/lunar_nexus.name": "Lunar Nexus",
  "power.medievalorigins.banshee/lunar_nexus.description": "Banshees restore no hunger from food - their energy is instead restored by being bathed in direct moonlight. However, they can not starve.",

  "power.medievalorigins.banshee/sonic_shriek.name": "Preemptive Elegy",
  "power.medievalorigins.banshee/sonic_shriek.description": "Banshee's shrieks forewarn death, but such screams are not an attack. They can unleash an earsplitting wail at a target, disorienting them. Nearby enemies will be pushed back and a small protective circle will be summoned on the ground.",

  "power.medievalorigins.banshee/ancient_magic.name": "Primordial Magic",
  "power.medievalorigins.banshee/ancient_magic.description": "You have lived for ages, so you fully mastered the secrets of magic. You deal more damage with all spells.",

  "power.medievalorigins.banshee/magic_resistance.name": "Unnatural Aura",
  "power.medievalorigins.banshee/magic_resistance.description": "Your body exudes a strange aura that weakens all the magic attacks aimed at you.",

  "power.medievalorigins.banshee/stats.name": "Mythological Beast",
  "power.medievalorigins.banshee/stats.description": "Your mythical body has been evolving through the ages to become optimal in battle.",

  "power.medievalorigins.incubus/carnivore.name": "Carnivore",
  "power.medievalorigins.incubus/carnivore.description": "An incubus' bloodlust is insatiable. If it isn't the flesh of an animal, its worthless.",

  "power.medievalorigins.incubus/slash.name": "Hellish Fury",
  "power.medievalorigins.incubus/slash.description": "4 steps combo, fire magic damage with high movility. Triggered with Primary Ability key.",

  "power.medievalorigins.incubus/hellborne.name": "Hellborne",
  "power.medievalorigins.incubus/hellborne.description": "Having spent eternities in the depths of hell, fire feels like home - it deals no damage to Incubus and satiates them.",

  "power.medievalorigins.incubus/hydrophobe.name": "Hydrophobe",
  "power.medievalorigins.incubus/hydrophobe.description": "Water scalds Incubus, damaging them on contact.",

  "power.medievalorigins.incubus/impure.name": "Impure",
  "power.medievalorigins.incubus/impure.description": "Much like the undead, Incubus are saturated with dark energy and can not receive healing from potions.",

  "power.medievalorigins.incubus/dimension_strength.name": "Realm Advantage",
  "power.medievalorigins.incubus/dimension_strength.description": "As agents of hell, Incubus are not accustomed to dimensions where the sun shines and are weaker there. But they are considerably stronger in the Nether.",

  "power.medievalorigins.incubus/unholy_deal.name": "Unholy Deal",
  "power.medievalorigins.incubus/unholy_deal.description": "An incubus can exchange some of their life force for raw power for a short time, making a small outburst in the process.",

  "power.medievalorigins.incubus/fire_magic.name": "Hell's Power",
  "power.medievalorigins.incubus/fire_magic.description": "Your managed to learn how to control the Nether's wild fire, making your fire spells very powerful.",

  "power.medievalorigins.incubus/reset_combo.name": "Tactical Retreat",
  "power.medievalorigins.incubus/reset_combo.description": "You can reset your combo at any step pressing Sprint keybind.",

  "power.medievalorigins.dwarf/darkness_dweller.name": "Darkness Dweller",
  "power.medievalorigins.dwarf/darkness_dweller.description": "Dwarven eyes are adapted for the dark. Direct sunlight burns their sensitive retinas, blinding them until darkness returns. Prevented by wearing a gold helmet or with an enchantment.",

  "power.medievalorigins.dwarf/dense.name": "Dense",
  "power.medievalorigins.dwarf/dense.description": "Dwarves are extremely heavy for their size; despite their best efforts, they sink rapidly in water.",

  "power.medievalorigins.dwarf/quality_equipment.name": "Master Blacksmith",
  "power.medievalorigins.dwarf/quality_equipment.description": "Dwarves are well known for being extraordinary blacksmiths, being able to craft more powerful gear and weapons.",

  "power.medievalorigins.dwarf/dwarven_tech.name": "Dwarven Tech",
  "power.medievalorigins.dwarf/dwarven_tech.description": "Dwarves are capable of mining stone without a pickaxe, and mine anything faster than others.",

  "power.medievalorigins.dwarf/miniature.name": "Stocky",
  "power.medievalorigins.dwarf/miniature.description": "Dwarves are just short enough to fit into a 1 meter tall tunnel (and almost as wide as one). They are also more tanky than other races, having increased life points.",

  "power.medievalorigins.dwarf/mythril_resonance.name": "Mythril Resonance",
  "power.medievalorigins.dwarf/mythril_resonance.description": "Powerful metals which carry the spirit of your people fill you with might.",

  "power.medievalorigins.dwarf/nocturnal_eyes.name": "Nocturnal Eyes",
  "power.medievalorigins.dwarf/nocturnal_eyes.description": "Living underground has lead to dwarves having highly sensitive eyes, they can focus to see clearly even in dark caverns.",

  "power.medievalorigins.dwarf/potent_brew.name": "Potent Brew",
  "power.medievalorigins.dwarf/potent_brew.description": "Dwarves are notorious for their powerful drinks which would knock out someone twice their size. Activate to take a swig and fully restore health.",

  "power.medievalorigins.dwarf/damage_reduction.name": "Trained Muscles",
  "power.medievalorigins.dwarf/damage_reduction.description": "You have been working in the forge for so much time that your muscles became as though as the materials you use in your forge, allowing you to ignore part of the damage you receive.",

  "power.medievalorigins.dwarf/experience.name": "Ancient Knowledge",
  "power.medievalorigins.dwarf/experience.description": "The ancient knowledge of your race taught you how to get more experience in everything you do.",

  "power.medievalorigins.dwarf/shield.name": "Strong Defense",
  "power.medievalorigins.dwarf/shield.description": "Dwarves are able to use a spell that has been passed through incontable dwarven generations to create a protective shield for a short period of time.",

  "power.medievalorigins.dwarf/dwarf_evo.name": "Evolution",
  "power.medievalorigins.dwarf/dwarf_evo.description": "Find the Dwarven Crown to evolve, obtained by defeating the Ender Dragon.\n(Some bosses from mods like Cataclysm or Bosses of Mass Destruction will also drop the item)",


  "power.medievalorigins.human/description.name": "Note",
  "power.medievalorigins.human/description.description": "Humans have no changes from the base game.",

  "power.medievalorigins.wood_elf/archer.name": "Natural Archer",
  "power.medievalorigins.wood_elf/archer.description": "Wood Elves spend their whole lives training with bows - their arrows are always more deadly.",

  "power.medievalorigins.wood_elf/forest_vision.name": "Forest Vision",
  "power.medievalorigins.wood_elf/forest_vision.description": "After centuries in the grove, Wood Elves are well adapted to be among nature. While in tall shrubbery or leaves, they can crouch to gain night vision while becoming undetectable.",

  "power.medievalorigins.wood_elf/eagle_eyed.name": "Eagle Eyed",
  "power.medievalorigins.wood_elf/eagle_eyed.description": "Wood Elves' enhanced perception allows them to keep track of an enemy for a while after hitting them, even when they aren't in view.",

  "power.medievalorigins.wood_elf/empowered_shot.name": "Focus",
  "power.medievalorigins.wood_elf/empowered_shot.description": "After charging for a few seconds, release an arrow at increased velocity, piercing enemies, flying further, and dealing more damage.",

  "power.medievalorigins.wood_elf/empowered_shot_apotheosis.name": "Focus",
  "power.medievalorigins.wood_elf/empowered_shot_apotheosis.description": "After charging for a few seconds, release an arrow at increased velocity, piercing enemies, flying further, and dealing more damage.",

  "power.medievalorigins.wood_elf/elegant.name": "Elegant",
  "power.medievalorigins.wood_elf/elegant.description": "Due to their slender nature, Wood Elves can not wear armor heavier than iron (This can be prevented with an enchantment), and have less health.",

  "power.medievalorigins.wood_elf/steward.name": "Steward",
  "power.medievalorigins.wood_elf/steward.description": "Wood elves live off of the forest and in harmony with it. They can not digest meat.",

  "power.medievalorigins.wood_elf/towering.name": "Towering",
  "power.medievalorigins.wood_elf/towering.description": "Wood elves are taller than the average human. Despite this, they are just as thin.",

  "power.medievalorigins.wood_elf/graceful.name": "Graceful",
  "power.medievalorigins.wood_elf/graceful.description": "Elven arms are not as powerful, but they are quick. They deal reduced damage but attack slightly faster. Wood Elves are also faster than normal elves.",

  "power.medievalorigins.wood_elf/hunter.name": "Sniper",
  "power.medievalorigins.wood_elf/hunter.description": "Your incredible dexterity with ranged weapons allow you to deal devastating amounts of damage with your shots.",

  "power.medievalorigins.wood_elf/magic_arrow.name": "Forest Hunter",
  "power.medievalorigins.wood_elf/magic_arrow.description": "Wood Elves have a 3 step combo, triggered with Primary Ability key. Combo uses ender and evocation spell damage, and the combo offers long range magic damage with some movility.",

  "power.medievalorigins.wood_elf/root.name": "Rooted",
  "power.medievalorigins.wood_elf/root.description": "Wood Elves use elven magic to summon roots from the ground that makes their target unable to move for a short period of time.",

  "power.medievalorigins.wood_elf/reset_combo.name": "Tactical Retreat",
  "power.medievalorigins.wood_elf/reset_combo.description": "Reset the combo at any step with Sprint keybind.",

  "power.medievalorigins.fae/allure.name": "Allure",
  "power.medievalorigins.fae/allure.description": "Fae are naturally alluring. Unfortunately, this means that mobs will pursue them from much further away than they would other creatures.",

  "power.medievalorigins.fae/diminutive.name": "Diminutive",
  "power.medievalorigins.fae/diminutive.description": "Fae are fairly short, most barely being taller than the average goblin.",

  "power.medievalorigins.fae/iron_aversion.name": "Magical Suppression",
  "power.medievalorigins.fae/iron_aversion.description": "Iron and silver inhibit fae powers. It is unbearable for them to wear it.",

  "power.medievalorigins.fae/levitation.name": "Levitation",
  "power.medievalorigins.fae/levitation.description": "Fae are light, winged creatures who can float effortlessly on the air. Press the primary active key to hover upward.",

  "power.medievalorigins.fae/magic_resistance.name": "Magic Resistance",
  "power.medievalorigins.fae/magic_resistance.description": "As magical creatures themselves, faes take less magic damage compared to other creatures.",

  "power.medievalorigins.fae/regen.name": "Regeneration",
  "power.medievalorigins.fae/regen.description": "Fae can channel their magical energy to heal themselves quickly. Press the secondary active key to regenerate health for a short period at the cost of your hunger.",

  "power.medievalorigins.fae/mana_regen.name": "Magic in your Veins",
  "power.medievalorigins.fae/mana_regen.description": "Your physiology conducts mana better than other races, allowing you to recover mana faster.",

  "power.medievalorigins.goblin/cunning.name": "Cunning",
  "power.medievalorigins.goblin/cunning.description": "Goblins are clever creatures, and know where to find more rare loot most others would miss.",

  "power.medievalorigins.goblin/frail.name": "Frail",
  "power.medievalorigins.goblin/frail.description": "Due to their small stature, goblins' have less health and are more prone to damage.",

  "power.medievalorigins.goblin/greedy.name": "Lucky",
  "power.medievalorigins.goblin/greedy.description": "Goblins are naturally lucky, so they get extra bonuses.",

  "power.medievalorigins.goblin/durability.name": "Careful Hoarder",
  "power.medievalorigins.goblin/durability.description": "Gold in a goblin's hands lasts for much longer than most others who are careless with it.",

  "power.medievalorigins.goblin/nippy.name": "Nimble",
  "power.medievalorigins.goblin/nippy.description": "Although short, goblins are quite fast, allowing them to outrun most stronger enemies instead of fighting.",

  "power.medievalorigins.goblin/stunted.name": "Stunted",
  "power.medievalorigins.goblin/stunted.description": "Goblins are two thirds the height of a human.",

  "power.medievalorigins.goblin/lethal.name": "Lucky Strike",
  "power.medievalorigins.goblin/lethal.description": "Your confidence in your luck makes you attempt very risky attacks, and sometimes they surprisingly work dealing more critical hits with more critical damage to your opponent.",

  "power.medievalorigins.goblin/haste.name": "Ancient Ritual",
  "power.medievalorigins.goblin/haste.description": "Goblins know how to perform ancient rituals that raises their fighting spirit, gaining a buff for a small period of time.",

  "power.medievalorigins.goblin/invisible.name": "My Precious",
  "power.medievalorigins.goblin/invisible.description": "You equip a strange looking ring that you encounterend in a lake some time ago. What do you think will happen?",

  "power.medievalorigins.goblin/goblin_evo.name": "Evolution",
  "power.medievalorigins.goblin/goblin_evo.description": "Find the Mutation Potion to evolve, obtained by defeating the Ender Dragon.\n(Some bosses from mods like Cataclysm or Bosses of Mass Destruction will also drop the item)",

  "power.medievalorigins.gorgon/hydrophobe.name": "Hydrophobe",
  "power.medievalorigins.gorgon/hydrophobe.description": "Gorgons can not tolerate the purity of water and take damage from it.",

  "power.medievalorigins.gorgon/to_stone.name": "To Stone",
  "power.medievalorigins.gorgon/to_stone.description": "Gorgons were doomed to stay bound in dark caves and old dungeons. Being outside in daylight causes them to become petrified until night. Can be negated by wearing a helmet.",

  "power.medievalorigins.gorgon/silver_aversion.name": "Silver Aversion",
  "power.medievalorigins.gorgon/silver_aversion.description": "Gorgons are weak to the purity of silver - they can not stand to wear it and take damage when wielding it. (Iron is also counted as silver)",

  "power.medievalorigins.gorgon/petrifying_gaze.name": "Petrifying Gaze",
  "power.medievalorigins.gorgon/petrifying_gaze.description": "Meet the eyes of any mob facing you, turning them to stone briefly. Does not work on bosses.",

  "power.medievalorigins.gorgon/poison_blood.name": "Poisoned Blood",
  "power.medievalorigins.gorgon/poison_blood.description": "Gorgons are immune to poison, and have a chance to spill their toxic blood onto nearby enemies when hit, poisoning them.",

  "power.medievalorigins.gorgon/revenge.name": "Revenge",
  "power.medievalorigins.gorgon/revenge.description": "Centuries of being cursed then blamed for their misfortune has left Gorgon's bitter. They deal massively increased damage at low health.",

  "power.medievalorigins.gorgon/ancient_magic.name": "Primordial Magic",
  "power.medievalorigins.gorgon/ancient_magic.description": "You have lived for ages, so you fully mastered the secrets of magic. You deal more damage with all spells.",

  "power.medievalorigins.gorgon/magic_resistance.name": "Reflective Scales",
  "power.medievalorigins.gorgon/magic_resistance.description": "The scales that surround your body allows you to reflect part of the magic damage you receive.",

  "power.medievalorigins.gorgon/stats.name": "Mythological Beast",
  "power.medievalorigins.gorgon/stats.description": "Your mythical body has been evolving through the ages to become optimal in battle.",

  "power.medievalorigins.gorgon/poison_breath.name": "Poisonous Breath",
  "power.medievalorigins.gorgon/poison_breath.description": "The snakes attached to your head throw a venomous and lethal breath to the target.",

  "power.medievalorigins.gorgon/gorgon_evo.name": "Evolution",
  "power.medievalorigins.gorgon/gorgon_evo.description": "Find the Basilisk Fang to evolve, obtained by defeating the Ender Dragon.\n(Some bosses from mods like Cataclysm or Bosses of Mass Destruction will also drop the item)",

  "power.medievalorigins.high_elf/elegant.name": "Elegant",
  "power.medievalorigins.high_elf/elegant.description": "Due to their slender nature, High Elves can not wear armor heavier than iron (This can be prevented with an enchantment), and have less health.",

  "power.medievalorigins.high_elf/extrusive_movement.name": "Extrusive Movement",
  "power.medievalorigins.high_elf/extrusive_movement.description": "Channel the flow of heat to walk freely on smoldering lava, usable by holding obsidian in your offhand.",

  "power.medievalorigins.high_elf/fragile.name": "Fragile",
  "power.medievalorigins.high_elf/fragile.description": "A High Elf is not built for hand to hand combat. They are much more susceptible to physical damage, and have less health.",

  "power.medievalorigins.high_elf/glacial_step.name": "Glacial Step",
  "power.medievalorigins.high_elf/glacial_step.description": "Manipulate the entropy of water molecules, allowing you to walk as if you had Frost Walker. Activate by holding an ice block in your offhand.",

  "power.medievalorigins.high_elf/instant_cure.name": "Instant Cure",
  "power.medievalorigins.high_elf/instant_cure.description": "Channel healing energy directly into an infected villager without having to weaken its defenses first. Right click any zombie villager with a golden apple to heal.",

  "power.medievalorigins.high_elf/mystic_affinity.name": "Mystic Affinity",
  "power.medievalorigins.high_elf/mystic_affinity.description": "High Elves are powerful and clever manipulators of arcane energy - they deal more magic damage and take less magic damage than other races.",

  "power.medievalorigins.high_elf/spell_power_irons.name": "Highborne",
  "power.medievalorigins.high_elf/spell_power_irons.description": "High Elves naturally have more mana than other races, and can channel the power of their elders to regenerate mana quickly.",

  "power.medievalorigins.high_elf/spell_power_irons_ars.name": "Highborne",
  "power.medievalorigins.high_elf/spell_power_irons_ars.description": "High Elves naturally have more mana than other races, and can channel the power of their elders to regenerate mana quickly.",

  "power.medievalorigins.high_elf/spell_power_ars.name": "Highborne",
  "power.medievalorigins.high_elf/spell_power_ars.description": "High Elves naturally have more mana than other races, and can channel the power of their elders to regenerate mana quickly.",

  "power.medievalorigins.high_elf/towering.name": "Towering",
  "power.medievalorigins.high_elf/towering.description": "High Elves are slender and taller than the average human.",

  "power.medievalorigins.high_elf/void_warp.name": "Void Warp",
  "power.medievalorigins.high_elf/void_warp.description": "Rip through the fabric of reality to teleport yourself a short distance in any direction. Press the secondary active key while holding an ender pearl.",

  "power.medievalorigins.high_elf/starfall.name": "Starfall",
  "power.medievalorigins.high_elf/starfall.description": "Jump into the air and cast your most powerful spell, the starfall. Deals ender magic damage and is triggered with Secondary Ability key.",

  "power.medievalorigins.high_elf/electrocute.name": "Master of the Elements",
  "power.medievalorigins.high_elf/electrocute.description": "3 steps combo, dealing ice and electric magic damage mid-long range with good movility. Triggered with Primary Ability key.",

  "power.medievalorigins.high_elf/reset_combo.name": "Tactical Retreat",
  "power.medievalorigins.high_elf/reset_combo.description": "You can reset your combo at any step pressing Sprint keybind.",

  "power.medievalorigins.moon_elf/crazed.name": "Foreign World",
  "power.medievalorigins.moon_elf/crazed.description": "Try as they might, Moon Elves can not sleep in the overworld.",

  "power.medievalorigins.moon_elf/stealth.name": "To the Shadows",
  "power.medievalorigins.moon_elf/stealth.description": "In the dark, Moon Elves can turn invisible by sneaking, and move a short distance while stealthed. When attacking from stealth, their first attack deals bonus damage and ends the invisibility. This deals extra damage if wielding a dagger.",

  "power.medievalorigins.moon_elf/elegant.name": "Elegant",
  "power.medievalorigins.moon_elf/elegant.description": "Due to their slim builds, Moon Elves can not wear armor heavier than iron. This can be prevented with an enchantment.",

  "power.medievalorigins.moon_elf/ethereal.name": "Ethereal",
  "power.medievalorigins.moon_elf/ethereal.description": "Moon elves are thin and even slightly translucent, and their skin has a peculiar blue hue.",

  "power.medievalorigins.moon_elf/fragile.name": "Fragile",
  "power.medievalorigins.moon_elf/fragile.description": "Moon Elves have to stay lightweight to maintain their agility. They have reduced health and take increased magical damage.",
  
  "power.medievalorigins.moon_elf/moonlight_rogue.name": "Moonlight Rogue",
  "power.medievalorigins.moon_elf/moonlight_rogue.description": "Moon Elves are most efficient wielding a light and easy to conceal weapon. They deal more damage with daggers and knives.",

  "power.medievalorigins.moon_elf/nimble.name": "Nimble",
  "power.medievalorigins.moon_elf/nimble.description": "With their quick reflexes, Moon Elves have a small chance to dodge any attack.",

  "power.medievalorigins.moon_elf/towering.name": "Towering",
  "power.medievalorigins.moon_elf/towering.description": "Moon Elves are about the same height as their distant relatives of the forest, making them slightly taller than humans.",

  "power.medievalorigins.moon_elf/stats.name": "Lethal Shadow",
  "power.medievalorigins.moon_elf/stats.description": "Your training with fast and precise weapons made your attacks inflict more critical hits and increased critical hit damage. Moon Elves are also faster than any other elven race.",

  "power.medievalorigins.moon_elf/haste.name": "Moonlight Power",
  "power.medievalorigins.moon_elf/haste.description": "Moon Elves have the ability to burn all the moonlight stored in their bodies to gain a buff for a short period of time. Triggered with your Secondary Ability key.",

  "power.medievalorigins.moon_elf/first_dash.name": "Backstab",
  "power.medievalorigins.moon_elf/first_dash.description": "You sneak to the enemy's back, becoming invisible and making your next attack deal a critical hit, then you will retreat back and send a powerful blood slash to the enemy. Triggered with the Primary Ability key.",

  "power.medievalorigins.moon_elf/reset_combo.name": "Tactical Retreat",
  "power.medievalorigins.moon_elf/reset_combo.description": "You can reset your combo at any step pressing Sprint keybind.",

  "power.medievalorigins.moon_elf/dark_power.name": "Embrace the Darkness",
  "power.medievalorigins.moon_elf/dark_power.description": "Moon Elves get stronger in the dark, so they get bonus attack damage and lifesteal when they are in the dark.",

  "power.medievalorigins.ogre/gargantuan.name": "Gargantuan",
  "power.medievalorigins.ogre/gargantuan.description": "Ogres are massive, and can't fit through doors or even in many small structures.  ",

  "power.medievalorigins.ogre/lead_belly.name": "Lead Belly",
  "power.medievalorigins.ogre/lead_belly.description": "Ogres care little for what they eat. Food is food. They do not experience poison or hunger.",

  "power.medievalorigins.ogre/ravenous.name": "Ravenous",
  "power.medievalorigins.ogre/ravenous.description": "Ogres are almost never full; they need to eat near constantly to stay satisfied.'",

  "power.medievalorigins.ogre/ravager.name": "Ravager",
  "power.medievalorigins.ogre/ravager.description": "All kind of weapons feel right in an Ogre's hand; this comfort allows them to deal more damage with them.",

  "power.medievalorigins.ogre/bloodlust.name": "Bloodlust",
  "power.medievalorigins.ogre/bloodlust.description": "Ogres are known to unpredictably fly into a blinding rage, where they can stomp through a horde of foes quickly but can barely make out what's happening around them. ",

  "power.medievalorigins.ogre/sluggish.name": "Long Steps",
  "power.medievalorigins.ogre/sluggish.description": "As a result of the absurd amount of food Ogres eat and how big they are, Ogres are quite fast.",

  "power.medievalorigins.ogre/stocky.name": "Stocky",
  "power.medievalorigins.ogre/stocky.description": "Ogres are beefy and resilient. Their thick skin and dense bones make them able to tank many more hits before needing to recover.",

  "power.medievalorigins.ogre/non_magic.name": "Raw Strength",
  "power.medievalorigins.ogre/non_magic.description": "You only focus on your strength, making you almost useless in everything related to magic but allowing you to deal very high physical damage.",

  "power.medievalorigins.ogre/magic_resistance.name": "Magic Aversion",
  "power.medievalorigins.ogre/magic_resistance.description": "Your well trained muscles have no use when it comes to protect against magic, so you receive more damage from magic sources.",

  "power.medievalorigins.ogre/earthquake.name": "Stomp",
  "power.medievalorigins.ogre/earthquake.description": "Ogres natural strength allows them to make a powerful stomp that damages all the entities around them and slows them down.",

  "power.medievalorigins.ogre/combo.name": "Infuriated",
  "power.medievalorigins.ogre/combo.description": "Upon pressing your Primary Ability key, you activate a 3 steps combo, dealing short range physical damage.",

  "power.medievalorigins.ogre/damage_resource.name": "Consecutive Hits",
  "power.medievalorigins.ogre/damage_resource.description": "For each hit ogres make, they get more and more infuriated. For each hit you make, your hits bar will increase, allowing you to deal more damage when specific amounts of charges are reached, but they reset if you don't hit an enemy for 5 seconds.",

  "power.medievalorigins.ogre/secondary.name": "Slam",
  "power.medievalorigins.ogre/secondary.description": "You slam the ground with your powerful legs, dealing damage to your enemies. Triggered with Secondary Ability key.",

  "power.medievalorigins.pixie/curse_of_flight.name": "Curse of Flight",
  "power.medievalorigins.pixie/curse_of_flight.description": "The very wings which allows pixies to fly also prevent them from flying using any other wings, or wearing any chestplates more substantial than leather.",

  "power.medievalorigins.pixie/feather_footed.name": "Feather Footed",
  "power.medievalorigins.pixie/feather_footed.description": "Pixies are so light, it is impossible for them to take fall damage.",

  "power.medievalorigins.pixie/flight.name": "On the Dusts",
  "power.medievalorigins.pixie/flight.description": "Pixies can fly and propel themselves forward and upward.\n Read the boxes next to this power for instructions on how to fly. ",

  "power.medievalorigins.pixie/mount.name": "Shortcut",
  "power.medievalorigins.pixie/mount.description": "Mount another player by right clicking them with empty hands.",

  "power.medievalorigins.pixie/good_fortunes.name": "Good Fortunes",
  "power.medievalorigins.pixie/good_fortunes.description": "Although pixies can be troublesome, they are also associated with good luck. When mining, they will occasionally get something valubale from plain stone.",

  "power.medievalorigins.pixie/mischief_maketh_man.name": "Mischief Maketh Man",
  "power.medievalorigins.pixie/mischief_maketh_man.description": "Pixies are capable of performing numerous mischievous acts which, if not always dangerous, are certainly loud.",

  "power.medievalorigins.pixie/pixie_properties.name": "Bitesize",
  "power.medievalorigins.pixie/pixie_properties.description": "Pixies are some of the smallest creatures to roam the land, rarely even reaching the average human's knee.",

  "power.medievalorigins.pixie/soaked.name": "Soaked",
  "power.medievalorigins.pixie/soaked.description": "Being as small as they are, water poses signficant threat to pixies. It hampers their movement and impairs their ability to fly.",

  "power.medievalorigins.pixie/troublemaker.name": "Troublemaker",
  "power.medievalorigins.pixie/troublemaker.description": "Villagers know pixies by the legends of trouble they cause, and will refuse to trade with them.",

  "power.medievalorigins.pixie/mana_regen.name": "Magic in your Veins",
  "power.medievalorigins.pixie/mana_regen.description": "Your physiology conducts mana better than other races, allowing you to recover mana faster.",

  "power.medievalorigins.plague_victim/contagious.name": "Contagious",
  "power.medievalorigins.plague_victim/contagious.description": "The Plagued are a horrifying sight. Villagers will refuse to trade with them out of fear.",

  "power.medievalorigins.plague_victim/foul_aura.name": "Foul Aura",
  "power.medievalorigins.plague_victim/foul_aura.description": "A horrifying magic swarms the victim, and slowly consumes the life of any living nearby.",

  "power.medievalorigins.plague_victim/insomniac.name": "Insomniac",
  "power.medievalorigins.plague_victim/insomniac.description": "Sleep is impossible for the Plagued, due to their unending agony.",

  "power.medievalorigins.plague_victim/plague_immunity.name": "Plague Immunity",
  "power.medievalorigins.plague_victim/plague_immunity.description": "Though the immense pain never ends, there is only so much tissue that can die. Carriers are immune to poison and wither.",

  "power.medievalorigins.plague_victim/eternal_suffering.name": "Eternal Suffering",
  "power.medievalorigins.plague_victim/eternal_suffering.description": "Once per day, upon death, the Plagued are instead forcefully kept alive, prolonging their torment.",

  "power.medievalorigins.plague_victim/risk_of_transmission.name": "Contagious Hex",
  "power.medievalorigins.plague_victim/risk_of_transmission.description": "Each contact with the victim is a gamble - everything they hit has a chance to itself become infected.",

  "power.medievalorigins.plague_victim/sensitive_skin.name": "Sensitive Skin",
  "power.medievalorigins.plague_victim/sensitive_skin.description": "The Plagued are covered in welts and lesions upon the skin, tender and painful to touch. Its victims cannot wear armor for the pain it causes.",

  "power.medievalorigins.plague_victim/skin_and_bones.name": "Skin and Bones",
  "power.medievalorigins.plague_victim/skin_and_bones.description": "This illness drains the spirit, resulting in reduced health.",

  "power.medievalorigins.plague_victim/blood_magic.name": "Forbidden Magic",
  "power.medievalorigins.plague_victim/blood_magic.description": "You decided to walk the path of Blood Magic. Using this malevolous arts you can cast deadly blood spells and even use your enemies blood against them.",

  "power.medievalorigins.plague_victim/fire_damage.name": "Purify the Plague",
  "power.medievalorigins.plague_victim/fire_damage.description": "It is well known that the best method to exterminate a plague is burning it to ashes, so you should stay away from every source of fire you encounter.",

  "power.medievalorigins.plague_victim/blood_needles.name": "Bloody Needles",
  "power.medievalorigins.plague_victim/blood_needles.description": "Plague Victims are able to manipulate surrounding  blood to make a couple of blood needles and launch them to their enemies, being able to cast 3 blood needles in a row.",

  "power.medievalorigins.plague_victim/blood_ray.name": "Vampiric Ray",
  "power.medievalorigins.plague_victim/blood_ray.description": "Plague Victims can unleash a blood ray towards their enemies, leeching some of their life if they die.",

  "power.medievalorigins.plague_victim/plague_evo.name": "Evolution",
  "power.medievalorigins.plague_victim/plague_evo.description": "Find the Blood Serum to evolve, obtained by defeating the Ender Dragon.\n(Some bosses from mods like Cataclysm or Bosses of Mass Destruction will also drop the item)",

  "power.medievalorigins.siren/amphibious.name": "Amphibious",
  "power.medievalorigins.siren/amphibious.description": "Sirens, being a subset of Mer, can survive in water, and swim with increased speed.",

  "power.medievalorigins.siren/flammable.name": "Flammable",
  "power.medievalorigins.siren/flammable.description": "Sirens and fire do not mix. Any contact with flames results in instant death. Be sure to watch your step in the nether!",

  "power.medievalorigins.siren/holy_water.name": "Holy Water",
  "power.medievalorigins.siren/holy_water.description": "Sirens have regenerative powers, which are at full force when they are in water.",

  "power.medievalorigins.siren/out_of_your_depth.name": "Out of Your Depth",
  "power.medievalorigins.siren/out_of_your_depth.description": "Although sirens can survive just fine on land, it is not their natural environment. As such, their regenerative abilities do not apply, and any damage taken can only be healed with potions.",

  "power.medievalorigins.siren/prone.name": "Prone",
  "power.medievalorigins.siren/prone.description": "While sirens can regenerate their bodies, they are weak to blunt force. Melee attacks do more damage to them.",

  "power.medievalorigins.siren/siren_song.name": "Siren Song",
  "power.medievalorigins.siren/siren_song.description": "Sirens are known for their alluring calls. Press the primary active key to make all mobs around you neutral until hit. Does not work on bosses or players.",

  "power.medievalorigins.siren/seduce.name": "Slash",
  "power.medievalorigins.siren/seduce.description": "Sirens can use some of the water of their bodies to throw a water slash to their enemies. (Activate with Secondary Active)",
  
  "power.medievalorigins.siren/water_vision.name": "Water Vision",
  "power.medievalorigins.siren/water_vision.description": "Sirens have superior underwater vision compared to other creatures.",

  "power.medievalorigins.siren/damage_underwater.name": "Warrior of the Seas",
  "power.medievalorigins.siren/damage_underwater.description": "You have always lived under the water, so when it touches your body you will deal more damage.",

  "power.medievalorigins.siren/siren_evo.name": "Evolution",
  "power.medievalorigins.siren/siren_evo.description": "Find the Sea Essence to evolve, obtained by defeating the Ender Dragon.\n(Some bosses from mods like Cataclysm or Bosses of Mass Destruction will also drop the item)",

  "power.medievalorigins.siren/scales.name": "Ocean's Wish",
  "power.medievalorigins.siren/scales.description": "Every 5 minutes you get a gift from the Ocean to help you survive, which is a random serpent scale.",

  "power.medievalorigins.troll/apex_predator.name": "Apex Predator",
  "power.medievalorigins.troll/apex_predator.description": "Trolls cannot eat regular foodstuffs, and can only satiate their hunger by slaughtering other creautres.",

  "power.medievalorigins.troll/ham_fisted.name": "Ham Fisted",
  "power.medievalorigins.troll/ham_fisted.description": "While the huge fists of the troll pack a mighty punch, they are far too cumbersome to hold a shield.",

  "power.medievalorigins.troll/ironhide.name": "Ironhide",
  "power.medievalorigins.troll/ironhide.description": "Trolls have incredibly thick skin, giving them a natural armor and massively increased health.",

  "power.medievalorigins.troll/lumbering.name": "Lumbering",
  "power.medievalorigins.troll/lumbering.description": "When you're as large as a troll, you have a lot of weight to heft around. Movement is noticably slower than one would expect for their size.",

  "power.medievalorigins.troll/mountainous.name": "Mountainous",
  "power.medievalorigins.troll/mountainous.description": "Trolls take after the mountains from which they come from. They are massively tall, twice the size of the average person.",

  "power.medievalorigins.troll/old_blood.name": "Old Blood",
  "power.medievalorigins.troll/old_blood.description": "The old blood which runs through the veins of the trolls is bound to the mountains. They cannot heal themselves outside of their hilly homelands.",

  "power.medievalorigins.troll/out_of_stock.name": "Out of Stock",
  "power.medievalorigins.troll/out_of_stock.description": "Try as they might, trolls never seem to be able to find any armor in their size. Thus, they are doomed to walk with what coverings nature gave them, and nothing more.",

  "power.medievalorigins.troll/rock_throw.name": "Rock Throw",
  "power.medievalorigins.troll/rock_throw.description": "A troll can, at will, hurl a large rock into the air, plowing through whatever may cross its path. However, this does come at the cost of 64 precious cobblestone blocks.",

  "power.medievalorigins.troll/thunderous_stride.name": "Thunderous Stride",
  "power.medievalorigins.troll/thunderous_stride.description": "Trolls walk with purpose. Should they persist long enough, they can walk straight through any obstacle which may cross their path.",

  "power.medievalorigins.yeti/flammable.name": "Flammable",
  "power.medievalorigins.yeti/flammable.description": "Yetis are susceptible to fire damage due to their wintry nature.",

  "power.medievalorigins.yeti/frigid_pulse.name": "Frigid Pulse",
  "power.medievalorigins.yeti/frigid_pulse.description": "A powerful magic runs through the veins of a yeti, allowing them to expel frost breath to damage their enemies.",

  "power.medievalorigins.yeti/from_whence_you_came.name": "From Whence you Came",
  "power.medievalorigins.yeti/from_whence_you_came.description": "Thriving best in the lands from which they originate, yetis move faster and are carried on the snow to negate fall damage in icy biomes.",

  "power.medievalorigins.yeti/frosty_breath.name": "Frosty Breath",
  "power.medievalorigins.yeti/frosty_breath.description": "The frosty breath of the yeti slows any opponents which get close to them.",

  "power.medievalorigins.yeti/thick_fur.name": "Thick Fur",
  "power.medievalorigins.yeti/thick_fur.description": "The blessing of thick fur becomes a curse in deserts. Their movement is slowed and health reduced.",

  "power.medievalorigins.yeti/titanic.name": "Titanic",
  "power.medievalorigins.yeti/titanic.description": "Yetis have far more health and raw damage than a regular human.",

  "power.medievalorigins.yeti/unstoppable.name": "Unstoppable",
  "power.medievalorigins.yeti/unstoppable.description": "Yetis are immune to the slowness effect.",

  "power.medievalorigins.yeti/winter_body.name": "Winter Body",
  "power.medievalorigins.yeti/winter_body.description": "Yetis are marginally taller than a regular human, and significantly wider.",

  "power.medievalorigins.yeti/ice_magic.name": "The King in the North",
  "power.medievalorigins.yeti/ice_magic.description": "It's not a surprise that Yetis know all about Ice Magic, controlling it at their own will.",

  "power.medievalorigins.yeti/ice_block.name": "Icicle Crash",
  "power.medievalorigins.yeti/ice_block.description": "Yetis can summon big ice boulders that can be launched to their enemies.",

  "power.medievalorigins.yeti/yeti_evo.name": "Evolution",
  "power.medievalorigins.yeti/yeti_evo.description": "Find the Cold Essence to evolve, obtained by defeating the Ender Dragon.\n(Some bosses from mods like Cataclysm or Bosses of Mass Destruction will also drop the item)",

  "power.medievalorigins.revenant/black_thumb.name": "Black Thumb",
  "power.medievalorigins.revenant/black_thumb.description": "A Revenant can not harvest any crops; they wilt at their deathly touch.",

  "power.medievalorigins.revenant/disturbed.name": "Disturbed",
  "power.medievalorigins.revenant/disturbed.description": "Experimenting in the forbidden warps the mind. Revenants cannot sleep, too scared to dream of what they wish they did not know.",

  "power.medievalorigins.revenant/hellraiser.name": "Reaper's Ward",
  "power.medievalorigins.revenant/hellraiser.description": "Exchange some of the revenant's life force to summon the dead souls of the battlefield.",

  "power.medievalorigins.revenant/putrid_communion.name": "Putrid Communion",
  "power.medievalorigins.revenant/putrid_communion.description": "Through the unsettling act of consuming the flesh or bones of the undead, a revenant can empower their next summon of the same type.",

  "power.medievalorigins.revenant/unwitherable.name": "Necrotic Curse",
  "power.medievalorigins.revenant/unwitherable.description": "Revenants are immune to wither, and, like undead, they take extra damage from smite, receive inverted effects from harming and healing effects, and are immune to poison and regeneration effects.",

  "power.medievalorigins.revenant/skeleton_summons.name": "Revenance",
  "power.medievalorigins.revenant/skeleton_summons.description": "Revenants can reconstruct creatures of the night modified to do their own bidding, being able to summon an undead knight.",

  "power.medievalorigins.revenant/poor_reputation.name": "Chaotic Ally",
  "power.medievalorigins.revenant/poor_reputation.description": "Villagers will refuse to trade with revenants and iron golems will attack them on sight. However, they are accepted amongst the ranks of the Pillagers.",

  "power.medievalorigins.revenant/siphon.name": "Essence Extraction",
  "power.medievalorigins.revenant/siphon.description": "Each time they are struck, revenants slowly build up a power which allows them to draw essence out of another creature, draining its life and filling their own. Trigger mantaining right click aiming at the enemy.",

  "power.medievalorigins.revenant/unguarded.name": "Unguarded",
  "power.medievalorigins.revenant/unguarded.description": "Obsessing over the spirit realm leaves revenants more open to attack in the physical realm. Most mobs deal more damage to them.",

  "power.medievalorigins.revenant/evocation_magic.name": "The Puppeteer",
  "power.medievalorigins.revenant/evocation_magic.description": "Your precise control of summoning magic allowed your summons to use all the power they had when they were alive.",

  "power.medievalorigins.revenant/revenant_evo.name": "Evolution",
  "power.medievalorigins.revenant/revenant_evo.description": "Find the Summoning Tome to evolve, obtained by defeating the Ender Dragon.\n(Some bosses from mods like Cataclysm or Bosses of Mass Destruction will also drop the item)",

  "power.medievalorigins.specter/jump.name": "Into the air!",
  "power.medievalorigins.specter/jump.description": "Launch enemies and yourself into the air and then launch yourself forward in a powerful dash, triggered with Secondary Ability key.",

  "power.medievalorigins.specter/gust.name": "Tornado",
  "power.medievalorigins.specter/gust.description": "Make a small gust that knocks your enemies away, triggered with Primary Ability key.",

  "power.medievalorigins.specter/hybrid_double_jump.name": "Cloud Walking",
  "power.medievalorigins.specter/hybrid_double_jump.description": "You can move freely in the air, being able to jump without a block underneath.",

  "power.medievalorigins.specter/momentum.name": "Swiftness",
  "power.medievalorigins.specter/momentum.description": "Your natural aerial-like body lets you accumulate speed progressively as long as you keep sprinting, losing it if you stop sprinting. This also allows you to deal more damage the faster you are.",

  "power.medievalorigins.specter/fall_immune.name": "Landing Expert",
  "power.medievalorigins.specter/fall_immune.description": "You mastered the art of landing, becoming immune to fall damage.",

  "power.medievalorigins.sea_serpent/blink.name": "Snake-like body",
  "power.medievalorigins.sea_serpent/blink.description": "When out of water, you push yourself into the air hitting the ground with your tail. When in water, you can move freely with swift movements. Triggered with Secondary Ability key.",

  "power.medievalorigins.sea_serpent/secondary.name": "Blessing of the Sea",
  "power.medievalorigins.sea_serpent/secondary.description": "Simple 2 steps combo, pushing enemy into air and then throw powerful slash. The combo uses ice magic damage, and is mid-long range. Triggered with Primary Ability key.",

  "power.medievalorigins.sea_serpent/buff.name": "Recover strength",
  "power.medievalorigins.sea_serpent/buff.description": "When water is present around you, you recover your original power, becoming stronger than before.",

  "power.medievalorigins.sea_serpent/sea_heart.name": "Shedding",
  "power.medievalorigins.sea_serpent/sea_heart.description": "Every 5 minutes, you shed your skin, which you can then fuse with Middle Button click to form a heart of the sea, along with the rest of the skin that didn't convert.\nUpon right clicking a heart of the sea, a storm will be summoned, helping you survive better on land.",

  "power.medievalorigins.pest_doctor/acid_orb.name": "Spreading Toxicity",
  "power.medievalorigins.pest_doctor/acid_orb.description": "4 steps combo combining blood magic with nature (poison) magic, with short-mid range high magic damage. Triggered with Primary Ability key.",

  "power.medievalorigins.pest_doctor/secondary.name": "Poison Charged",
  "power.medievalorigins.pest_doctor/secondary.description": "When you charge up enough poison stacks, you can trigger a powerfull poison attack with your Secondary Ability key.",

  "power.medievalorigins.pest_doctor/reset_combo.name": "Tactical Retreat",
  "power.medievalorigins.pest_doctor/reset_combo.description": "You can reset your combo at any step with your Sprint keybind.",

  "power.medievalorigins.medusa/root.name": "Petrifying Gaze",
  "power.medievalorigins.medusa/root.description": "You can paralyze any entity that dares to look directly into your eyes.",

  "power.medievalorigins.medusa/petrify.name": "Stoned",
  "power.medievalorigins.medusa/petrify.description": "You can press Primary Ability key to unleash Medusa's most famous power, turning people to stone! Doesn't work on bosses or players.",

  "power.medievalorigins.medusa/unpetrify.name": "Lethal",
  "power.medievalorigins.medusa/unpetrify.description": "You deal increased damage to paralyzed entities.",

  "power.medievalorigins.medusa/aoe_fangs.name": "Snake Charmer",
  "power.medievalorigins.medusa/aoe_fangs.description": "Upon pressing your Secondary Ability key you will petrify enemies around you, making them get attacked by your snake friends shortly after.",

  "power.medievalorigins.medusa/secondary.name": "Expanding Poison",
  "power.medievalorigins.medusa/secondary.description": "Upon pressing your Secondary Ability key, you spread poison everywhere around you.",

  "power.medievalorigins.medusa/change_mode.name": "Two-faced",
  "power.medievalorigins.medusa/change_mode.description": "You have two forms, a human form and a snake form, each one having different abilities. You can swap between your human form and your snake form by pressing your Middle Click button.",

 "power.medievalorigins.death_caller/explode.name": "Sacrifice",
  "power.medievalorigins.death_caller/explode.description": "You can press Primary Ability key to make one of your summons explode in blood damaging all nearby enemies.",

  "power.medievalorigins.death_caller/zone.name": "Land of the death",
  "power.medievalorigins.death_caller/zone.description": "Upon pressing your Secondary Ability key, you will create a deadly zone around you where your summons become stronger and immortal while you have enough mana. Inside the zone, the damage dealt to you will instead be shared between all your active summons. When a summon dies inside the zone, it will consume 10 mana to resurrect.",

  "power.medievalorigins.death_caller/unwitherable.name": "Necrotic Curse",
  "power.medievalorigins.death_caller/unwitherable.description": "Death Callers are immune to wither, and, like undead, they take extra damage from smite, receive inverted effects from harming and healing effects, and are immune to poison and regeneration effects.",

  "power.medievalorigins.king_under_mountain/secondary.name": "King's Protection",
  "power.medievalorigins.king_under_mountain/secondary.description": "Every short period of time, you will get a shield charge, which you can use to summon a powerful shield by pressing your Secondary Ability key.",

  "power.medievalorigins.king_under_mountain/buff.name": "War Scream",
  "power.medievalorigins.king_under_mountain/buff.description": "Upon pressing your Middle Click button, you will perform a war scream that will empower yourself and your close allies.",

  "power.medievalorigins.king_under_mountain/primary.name": "Stomp",
  "power.medievalorigins.king_under_mountain/primary.description": "You can make a powerful stomp to stun and launch your enemies into the air, which then you can follow up with a smash to finish off your enemies. Triggered with Primary Ability key.",

  "power.medievalorigins.bastet/good.name": "Two-faced",
  "power.medievalorigins.bastet/good.description": "You have two sides, each one having different powers. When you stack up enough power you change your side.",

  "power.medievalorigins.bastet/bolt.name": "Primary Ability",
  "power.medievalorigins.bastet/bolt.description": "Good side: Fire a guiding holy magic projectile at your enemies.\nEvil side: Deal a powerful blood magic slash at your enemies.",

  "power.medievalorigins.bastet/heal.name": "Secondary Ability",
  "power.medievalorigins.bastet/heal.description": "Good side: Heal and buff yourself with your holy magic powers.\nEvil side: Make a swift dash to get behind your enemies without them even noticing.",

  "power.medievalorigins.death_spirit/buff.name": "Thunder Blessing",
  "power.medievalorigins.death_spirit/buff.description": "Upon pressing Middle Click button, you will get the thunder blessing, empowering you and allowing you to glide.",

  "power.medievalorigins.death_spirit/phantomize.name": "Phantomize",
  "power.medievalorigins.death_spirit/phantomize.description": "You can use all your Phantom Stacks you get over time to phase through enemies and blocks, also getting a speed boost while phantomized. Triggered with your Primary Ability key.",

  "power.medievalorigins.death_spirit/electric.name": "Electricity",
  "power.medievalorigins.death_spirit/electric.description": "3 steps combo with mid-long range thunder magic power and good movility. Triggered with your Secondary Ability key.",

  "power.medievalorigins.elf/archer.name": "Natural Archer",
  "power.medievalorigins.elf/archer.description": "Elves spend their whole lives training with bows - their arrows are always more deadly.",

  "power.medievalorigins.elf/eagle_eyed.name": "Eagle Eyed",
  "power.medievalorigins.elf/eagle_eyed.description": "Elves' enhanced perception allows them to keep track of an enemy for a while after hitting them, even when they aren't in view.",

  "power.medievalorigins.elf/steward.name": "Steward",
  "power.medievalorigins.elf/steward.description": "Elves live off of the forest and in harmony with it. They can not digest meat.",

  "power.medievalorigins.elf/towering.name": "Towering",
  "power.medievalorigins.elf/towering.description": "Elves are taller than the average human. Despite this, they are just as thin.",

  "power.medievalorigins.elf/graceful.name": "Graceful",
  "power.medievalorigins.elf/graceful.description": "Elven arms are not as powerful, but they are quick. They deal reduced damage but attack slightly faster. Elves are also faster than normal humans.",

  "power.medievalorigins.elf/poison_arrow.name": "Poisoned Arrow",
  "power.medievalorigins.elf/poison_arrow.description": "You can shoot a poisoned arrow that will damage and poison your enemy. Triggered with Primary Ability key.",

  "power.medievalorigins.elf/swarm.name": "Insect Swarm",
  "power.medievalorigins.elf/swarm.description": "Elves can communicate with other animals in the woods, being able to command an insect swarm to hurt their enemies. Triggered with Secondary Ability key.",

  "power.medievalorigins.ender_titan/primary.name": "Teleportation",
  "power.medievalorigins.ender_titan/primary.description": "- If you have enough portals stacked (portals recharge over time), you will summon a first portal where you are looking and, shortly after, a second portal connected to the first where you are looking.\n- If not enough portal stacks, you will teleport normally. If you aim at an entity or block, you will be teleported to that exact position.\nTriggered with Secondary Ability key.",

  "power.medievalorigins.ender_titan/secondary.name": "Void Power",
  "power.medievalorigins.ender_titan/secondary.description": "You first summon a void vortex that attracts nearby enemies and explode them, then you summon ender powered spikes at your surroundings. Triggered with Primary Ability key.",

  "power.medievalorigins.ender_titan/ability_change.name": "Regression",
  "power.medievalorigins.ender_titan/ability_change.description": "You can travel back to the position you were at 10 seconds ago. Triggered pressing Middle Click button.",

  "power.medievalorigins.ice_titan/primary.name": "Ruler of the Ice Throne",
  "power.medievalorigins.ice_titan/primary.description": "9 steps buildup combo, mid-long range ice magic damage. Triggered with Primary Ability key.",

  "power.medievalorigins.ice_titan/secondary.name": "Frigid Pulse",
  "power.medievalorigins.ice_titan/secondary.description": "With your Secondary Ability key you releas a freezing pulse.",

  "power.medievalorigins.ice_titan/reset_combo.name": "Tactical Retreat",
  "power.medievalorigins.ice_titan/reset_combo.description": "You can reset your combo at any step pressing Sprint keybind.",


  "enchantment.medievalorigins.featherweight": "Featherweight",
  "enchantment.medievalorigins.featherweight.desc": "With this enchantment applied to heavy armor, it can be worn by Arachnae, Elves, and Alfiq.",

  "enchantment.medievalorigins.mirroring": "Mirroring",
  "enchantment.medievalorigins.mirroring.desc": "With this enchantment applied to helmets, players are immune to a Gorgon's petrifying gaze and Dwarves can see normally in the daylight.",

  "sounds.medievalorigins.banshee_cry": "Banshee Cry",
  "sounds.medievalorigins.channeled_wail": "Channeled Wail",
  "sounds.medievalorigins.horrible_screech": "Horrible Screech",
  "sounds.medievalorigins.zhh_voo_woop": "Mysterious Anomaly",
  "sounds.medievalorigins.bone_crunch": "Cracking Bone",
  "sounds.medievalorigins.dash": "Pixie Dashes",
  "sounds.medievalorigins.boost": "String Arpeggio",
  "sounds.medievalorigins.hover": "Faint Hum",
  "sounds.medievalorigins.jump": "Soft Chimes",

  "entity.medievalorigins.summon_zombie": "Summoner's Zombie",
  "entity.medievalorigins.summon_skeleton": "Summoner's Skeleton",
  "entity.medievalorigins.summon_wither_skeleton": "Summoner's Wither Skeleton",

  "badges.medievalorigins.pixie.jump": "Jumps can be repeated infinitely in the air, and are slightly higher.",
  "badges.medievalorigins.pixie.dash_forward": "Press %s twice quickly to dash forward.",
  "badges.medievalorigins.pixie.dash_upward": "Quickly press %s then %s to dash upward.",
  "badges.medievalorigins.pixie.hover": "Press %s to hover in place. Press again to fall freely.",

  "medievalorigins.contagious_villager": "This villager will not trade with you!",

  "medievalorigins.disturbed_restless": "What you know will kill you, but you will die laughing.",

  "medievalorigins.moon_elf_no_sleep": "The strange sounds of this foreign world leave you restless.",

  "medievalorigins.insomniac_welts": "Your welts sting and burn. There will be no sleep for you tonight.",

  "medievalorigins.restores_no_hunger": "Restores no Hunger",

  "medievalorigins.poor_reputation_villager": "The villager is too scared to trade with you!",

  "medievalorigins.troublemaker": "Villagers don't trade with the likes of you!",

  "medievalorigins.looting_bonus": "Chance to increase mob loot",

  "medievalorigins.unwearable": "Unwearable",

  "medievalorigins.damage_dealt": "%s Damage Dealt",

  "medievalorigins.stab_bonus": "Stealth Break Bonus",

  "medievalorigins.self_wither": "Withered while holding",

  "medievalorigins.uncastable": "You can't use this ability right now.",

  "tooltip.medievalorigins.moon_elf.moonlight_rogue": "Moonlight Rogue:",
  "tooltip.medievalorigins.goblin.greedy": "Greedy:",
  "tooltip.medievalorigins.ogre.ravager": "Ravager:"

}